Repository: ak375456/gradelab_app
Catalog: dummy name/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, sv

source: Audio clips on this track cannot overlap. Paste onto a new audio track to mix them.
de: Audioclips auf dieser Spur dürfen sich nicht überlappen. Setze sie auf eine neue Audiospur ein, um sie zu mischen.
es: Los clips de audio de esta pista no pueden solaparse. Pégalos en una pista de audio nueva para mezclarlos.
fr: Les clips audio de cette piste ne peuvent pas se chevaucher. Collez-les sur une nouvelle piste audio pour les mixer.
it: Le clip audio su questa traccia non possono sovrapporsi. Incollale su una nuova traccia audio per mixarle.
sv: Ljudklipp på det här spåret kan inte överlappa. Klistra in på ett nytt ljudspår för att mixa dem.

source: Audio follows the clip and keeps its pitch. Later clips shift to stay in step.
de: Audio folgt dem Clip und behält seine Tonhöhe. Spätere Clips verschieben sich, um im Takt zu bleiben.
es: El audio sigue al clip y conserva su tono. Los clips posteriores se desplazan para mantener la sincronía.
fr: L'audio suit le clip et conserve sa hauteur tonale. Les clips suivants se décalent pour rester synchronisés.
it: L'audio segue la clip e ne mantiene l'intonazione. Le clip successive si spostano per restare in sincrono.
sv: Ljudet följer klippet och behåller sin tonhöjd. Senare klipp flyttas för att hålla takten.

source: Audio follows the speed curve. Later clips shift to stay in step.
de: Der Ton folgt der Tempokurve. Spätere Clips verschieben sich, um im Takt zu bleiben.
es: El audio sigue la curva de velocidad. Los clips posteriores se desplazan para mantener la sincronía.
fr: L'audio suit la courbe de vitesse. Les plans suivants se décalent pour rester synchronisés.
it: L'audio segue la curva di velocità. I clip successivi si spostano per restare allineati.
sv: Ljudet följer hastighetskurvan. Senare klipp flyttas för att hålla takten.

source: Audio from Files
de: Audio aus „Dateien“
es: Audio desde Archivos
fr: Audio depuis Fichiers
it: Audio da File
sv: Ljud från Filer

source: Audio source is missing.
de: Die Audioquelle fehlt.
es: Falta el origen de audio.
fr: La source audio est manquante.
it: Manca la sorgente audio.
sv: Ljudkällan saknas.

source: Audio Tool
de: Audiowerkzeug
es: Herramienta de audio
fr: Outil Audio
it: Strumento audio
sv: Ljudverktyg

source: Audio track %lld cannot be added to the output movie.
de: Audiospur %lld kann dem Ausgabefilm nicht hinzugefügt werden.
es: La pista de audio %lld no se puede añadir a la película de salida.
fr: La piste audio %lld ne peut pas être ajoutée au film de sortie.
it: Impossibile aggiungere la traccia audio %lld al filmato di uscita.
sv: Ljudspår %lld kan inte läggas till i den färdiga filmen.

source: Audio track %lld cannot be decoded for preservation.
de: Audiospur %lld kann zur Erhaltung nicht dekodiert werden.
es: La pista de audio %lld no se puede decodificar para conservarla.
fr: La piste audio %lld ne peut pas être décodée pour être préservée.
it: Impossibile decodificare la traccia audio %lld per conservarla.
sv: Ljudspår %lld kan inte avkodas för att bevaras.

source: Audio track %lld cannot be preserved as AAC with this configuration.
de: Audiospur %lld kann mit dieser Konfiguration nicht als AAC erhalten werden.
es: La pista de audio %lld no se puede conservar como AAC con esta configuración.
fr: La piste audio %lld ne peut pas être préservée en AAC avec cette configuration.
it: Impossibile conservare la traccia audio %lld come AAC con questa configurazione.
sv: Ljudspår %lld kan inte bevaras som AAC med den här konfigurationen.

source: Audio track %lld has %lld channels and no layout AAC can carry.
de: Audiospur %lld hat %lld Kanäle und kein Layout, das AAC tragen kann.
es: La pista de audio %lld tiene %lld canales y ninguna configuración que AAC pueda transportar.
fr: La piste audio %lld a %lld canaux et aucune configuration que l'AAC puisse transporter.
it: La traccia audio %lld ha %lld canali e nessuna configurazione trasportabile da AAC.
sv: Ljudspår %lld har %lld kanaler och ingen layout som AAC kan bära.

source: Audio tracks that change format mid-stream cannot be preserved yet.
de: Audiospuren, die ihr Format mitten im Stream ändern, können noch nicht erhalten werden.
es: Las pistas de audio que cambian de formato a mitad del flujo todavía no se pueden conservar.
fr: Les pistes audio qui changent de format en cours de flux ne peuvent pas encore être préservées.
it: Le tracce audio che cambiano formato a metà flusso non possono ancora essere conservate.
sv: Ljudspår som byter format mitt i strömmen kan inte bevaras ännu.

source: Audio volume must be between 0 and 100 percent.
de: Die Audiolautstärke muss zwischen 0 und 100 Prozent liegen.
es: El volumen de audio debe estar entre 0 y 100 %.
fr: Le volume audio doit être compris entre 0 et 100 %.
it: Il volume audio deve essere compreso tra 0 e 100%.
sv: Ljudvolymen måste vara mellan 0 och 100 procent.

source: Audio waveform size
de: Größe der Audio-Waveform
es: Tamaño de la forma de onda de audio
fr: Taille de la forme d’onde audio
it: Dimensione della forma d’onda audio
sv: Storlek på ljudvågform

source: Auto reads the frame you are on and suggests a starting point. Every value it writes is an ordinary one you can drag.
de: Auto liest den Frame, auf dem du stehst, und schlägt einen Ausgangspunkt vor. Jeder Wert, den es schreibt, ist ein gewöhnlicher, an dem du ziehen kannst.
es: Auto lee el fotograma en el que estás y propone un punto de partida. Cada valor que escribe es un valor normal que puedes arrastrar.
fr: Auto lit l'image sur laquelle vous êtes et propose un point de départ. Chaque valeur qu'il écrit est une valeur ordinaire que vous pouvez faire glisser.
it: Auto legge il fotogramma su cui ti trovi e propone un punto di partenza. Ogni valore che scrive è un valore ordinario che puoi trascinare.
sv: Auto läser bildrutan du står på och föreslår en utgångspunkt. Varje värde den skriver är ett vanligt värde som du kan dra i.

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
sv: Tillbaka

source: Back %lld frames
de: %lld Frames zurück
es: Retroceder %lld fotogramas
fr: Reculer de %lld images
it: Indietro di %lld fotogrammi
sv: Tillbaka %lld bildrutor

source: Back 10 Frames
de: 10 Frames zurück
es: 10 fotogramas atrás
fr: 10 images en arrière
it: 10 fotogrammi indietro
sv: Tillbaka 10 bildrutor

source: Back to creating
de: Zurück zum Erstellen
es: Volver a crear
fr: Retour à la création
it: Torna a creare
sv: Tillbaka till skapandet

source: Back to Settings
de: Zurück zu den Einstellungen
es: Volver a Ajustes
fr: Retour aux réglages
it: Torna alle impostazioni
sv: Tillbaka till Inställningar

source: Background
de: Hintergrund
es: Fondo
fr: Fond
it: Sfondo
sv: Bakgrund

source: BACKGROUND
de: HINTERGRUND
es: FONDO
fr: FOND
it: SFONDO
sv: BAKGRUND

source: Background color
de: Hintergrundfarbe
es: Color del fondo
fr: Couleur du fond
it: Colore dello sfondo
sv: Bakgrundsfärg

source: Background opacity
de: Hintergrunddeckkraft
es: Opacidad del fondo
fr: Opacité du fond
it: Opacità dello sfondo
sv: Bakgrundens opacitet

source: Background padding
de: Hintergrundabstand
es: Margen del fondo
fr: Marge du fond
it: Margine dello sfondo
sv: Bakgrundens marginal

source: Background ready
de: Hintergrund bereit
es: Fondo listo
fr: Fond prêt
it: Sfondo pronto
sv: Bakgrunden är klar

source: Background ready across %lld frames.
de: Hintergrund über %lld Frames bereit.
es: Fondo listo en %lld fotogramas.
fr: Fond prêt sur %lld images.
it: Sfondo pronto su %lld fotogrammi.
sv: Bakgrunden är klar över %lld bildrutor.

source: Background selection
de: Hintergrundauswahl
es: Selección de fondo
fr: Sélection du fond
it: Selezione dello sfondo
sv: Bakgrundsmarkering

source: Backward
de: Rückwärts
es: Atrás
fr: Arrière
it: Indietro
sv: Bakåt

source: Backward · %lld frames
de: Rückwärts · %lld Frames
es: Atrás · %lld fotogramas
fr: Arrière · %lld images
it: Indietro · %lld fotogrammi
sv: Bakåt · %lld bildrutor

source: Backward and forward step by project frames. This preference is saved for all projects.
de: Rückwärts und vorwärts in Projekt-Frames. Diese Einstellung wird für alle Projekte gesichert.
es: Los pasos hacia atrás y hacia delante se dan en fotogramas del proyecto. Esta preferencia se guarda para todos los proyectos.
fr: Les pas arrière et avant se font en images du projet. Cette préférence est enregistrée pour tous les projets.
it: I passi avanti e indietro avvengono in fotogrammi del progetto. Questa preferenza viene salvata per tutti i progetti.
sv: Bakåt och framåt stegar i projektets bildrutor. Den här inställningen sparas för alla projekt.

source: Base grade replaced. Animation kept.
de: Basis-Grading ersetzt. Animation behalten.
es: Etalonaje base sustituido. Animación conservada.
fr: Étalonnage de base remplacé. Animation conservée.
it: Grading di base sostituito. Animazione mantenuta.
sv: Basgradingen ersattes. Animeringen behölls.

source: Base values reset. Animation kept.
de: Basiswerte zurückgesetzt. Animation behalten.
es: Valores base restablecidos. Animación conservada.
fr: Valeurs de base réinitialisées. Animation conservée.
it: Valori di base reimpostati. Animazione mantenuta.
sv: Basvärdena återställdes. Animeringen behölls.

source: BASIC
de: BASIS
es: BÁSICO
fr: BASIQUE
it: BASE
sv: GRUNDLÄGGANDE

source: BEFORE
de: VORHER
es: ANTES
fr: AVANT
it: PRIMA
sv: FÖRE

source: Before and after grading comparison
de: Vergleich vor und nach dem Grading
es: Comparación antes y después del etalonaje
fr: Comparaison avant / après étalonnage
it: Confronto prima e dopo il grading
sv: Jämförelse före och efter grading

source: Bit depth
de: Bittiefe
es: Profundidad de bits
fr: Profondeur de bits
it: Profondità di bit
sv: Bitdjup

source: Bit Depth
de: Bittiefe
es: Profundidad de bits
fr: Profondeur de bits
it: Profondità di bit
sv: Bitdjup

source: Black
de: Schwarz
es: Negro
fr: Noir
it: Nero
sv: Svart

source: Blacks
de: Schwarz
es: Negros
fr: Noirs
it: Neri
sv: Svärta

source: Blend modes other than Normal are not available in HDR projects yet. They are defined on 0-1 values, and an HDR image is not.
de: Andere Mischmodi als Normal sind in HDR-Projekten noch nicht verfügbar. Sie sind auf Werten von 0 bis 1 definiert, ein HDR-Bild ist das nicht.
es: Los modos de fusión distintos de Normal todavía no están disponibles en proyectos HDR. Se definen sobre valores de 0 a 1, y una imagen HDR no lo está.
fr: Les modes de fusion autres que Normal ne sont pas encore disponibles dans les projets HDR. Ils sont définis sur des valeurs de 0 à 1, ce qui n'est pas le cas d'une image HDR.
it: I metodi di fusione diversi da Normale non sono ancora disponibili nei progetti HDR. Sono definiti su valori da 0 a 1, e un'immagine HDR non lo è.
sv: Blandningslägen utöver Normal är inte tillgängliga i HDR-projekt ännu. De är definierade på värden mellan 0 och 1, och en HDR-bild är inte det.

source: Blending between source frames.
de: Überblendung zwischen Quellframes.
es: Fusión entre fotogramas de origen.
fr: Fusion entre les images sources.
it: Fusione tra i fotogrammi sorgente.
sv: Blandar mellan källbildrutor.

source: Blends adjacent frames instead of repeating them, which removes the stepping in slow motion on footage that was not shot at a high frame rate. Fast movement softens rather than gaining detail — no new frames are invented.
de: Blendet benachbarte Frames ineinander, statt sie zu wiederholen. Das entfernt das Ruckeln in Zeitlupen aus Material, das nicht mit hoher Bildrate aufgenommen wurde. Schnelle Bewegung wird weicher, statt an Detail zu gewinnen — es werden keine neuen Frames erfunden.
es: Fusiona los fotogramas contiguos en lugar de repetirlos, lo que elimina el salto de la cámara lenta en material que no se grabó a alta frecuencia. El movimiento rápido se suaviza en vez de ganar detalle: no se inventa ningún fotograma.
fr: Fusionne les images voisines au lieu de les répéter, ce qui supprime les saccades du ralenti sur des rushes qui n'ont pas été tournés à haute fréquence. Les mouvements rapides s'adoucissent au lieu de gagner en détail — aucune image n'est inventée.
it: Fonde i fotogrammi adiacenti invece di ripeterli, eliminando gli scatti dello slow motion su girato non ripreso ad alta frequenza. Il movimento rapido si ammorbidisce anziché guadagnare dettaglio: nessun fotogramma viene inventato.
sv: Blandar intilliggande bildrutor i stället för att upprepa dem, vilket tar bort hackigheten i slow motion på material som inte filmades med hög bildfrekvens. Snabb rörelse mjuknar snarare än att få mer detalj — inga nya bildrutor uppfinns.

source: Blends the two neighbouring frames. Removes the stepping in slow motion; movement softens rather than gaining detail.
de: Blendet die beiden benachbarten Frames ineinander. Entfernt das Stufige in Zeitlupe; Bewegung wird weicher, statt Details zu gewinnen.
es: Mezcla los dos fotogramas vecinos. Elimina el escalonado en cámara lenta; el movimiento se suaviza en lugar de ganar detalle.
fr: Fond les deux images voisines. Supprime l'effet de saccade en ralenti ; le mouvement s'adoucit au lieu de gagner en détail.
it: Fonde i due fotogrammi vicini. Elimina lo scatto al rallentatore; il movimento si ammorbidisce invece di guadagnare dettaglio.
sv: Blandar de två närliggande bildrutorna. Tar bort hackigheten i slow motion; rörelsen mjuknar i stället för att få mer detalj.

source: Blinds H
de: Jalousie H
es: Persianas H
fr: Stores H
it: Veneziane O
sv: Persienner V

source: Blinds V
de: Jalousie V
es: Persianas V
fr: Stores V
it: Veneziane V
sv: Persienner L

source: Bloom, glow, halation and grain. Fade and sharpening stay free.
de: Bloom, Glow, Halation und Korn. Fade und Schärfen bleiben kostenlos.
es: Bloom, glow, halation y grano. El fade y la nitidez siguen siendo gratis.
fr: Bloom, glow, halation et grain. Le fade et la netteté restent gratuits.
it: Bloom, glow, halation e grana. Fade e nitidezza restano gratuiti.
sv: Bloom, glow, halation och korn. Fade och skärpa förblir gratis.

source: Blue
de: Blau
es: Azul
fr: Bleu
it: Blu
sv: Blå

source: Blue channel. Raising adds blue; lowering leans yellow.
de: Blaukanal. Anheben fügt Blau hinzu; Absenken neigt zu Gelb.
es: Canal azul. Subirlo añade azul; bajarlo tira hacia el amarillo.
fr: Canal bleu. Monter ajoute du bleu ; descendre tire vers le jaune.
it: Canale blu. Alzarlo aggiunge blu; abbassarlo tende al giallo.
sv: Blå kanal. Höj för mer blått; sänk för att luta mot gult.

source: Blur
de: Unschärfe
es: Desenfoque
fr: Flou
it: Sfocatura
sv: Oskärpa

source: Blur Dissolve
de: Weiche Überblendung
es: Fundido con desenfoque
fr: Fondu flou
it: Dissolvenza sfocata
sv: Oskarp övertoning

source: Bold
de: Fett
es: Negrita
fr: Gras
it: Grassetto
sv: Fet

source: Bold and Italic are available only when this font includes that variation.
de: Fett und Kursiv sind nur verfügbar, wenn diese Schrift die jeweilige Variante enthält.
es: Negrita y Cursiva solo están disponibles si esta fuente incluye esa variante.
fr: Gras et Italique ne sont disponibles que si cette police contient la variante correspondante.
it: Grassetto e Corsivo sono disponibili solo se questo font include quella variante.
sv: Fet och Kursiv är bara tillgängliga när teckensnittet innehåller den varianten.

source: Both
de: Beide
es: Ambas
fr: Les deux
it: Entrambe
sv: Båda

source: Both pictures are measured in the same colour space, so an Apple Log clip, an HDR clip, a Rec.709 clip and an imported photograph can be compared honestly.
de: Beide Bilder werden im selben Farbraum gemessen, sodass ein Apple-Log-Clip, ein HDR-Clip, ein Rec.709-Clip und ein importiertes Foto fair verglichen werden können.
es: Ambas imágenes se miden en el mismo espacio de color, así que un clip Apple Log, un clip HDR, un clip Rec.709 y una fotografía importada pueden compararse con honestidad.
fr: Les deux images sont mesurées dans le même espace colorimétrique, si bien qu'un plan Apple Log, un plan HDR, un plan Rec.709 et une photographie importée peuvent être comparés loyalement.
it: Entrambe le immagini vengono misurate nello stesso spazio colore, così un clip Apple Log, un clip HDR, un clip Rec.709 e una fotografia importata possono essere confrontati lealmente.
sv: Båda bilderna mäts i samma färgrymd, så ett Apple Log-klipp, ett HDR-klipp, ett Rec.709-klipp och ett importerat fotografi kan jämföras på lika villkor.

source: Bounce
de: Sprung
es: Rebote
fr: Rebond
it: Rimbalzo
sv: Studs

source: Breathing
de: Atmen
es: Respiración
fr: Respiration
it: Respiro
sv: Andning

source: Bright areas bleed into what surrounds them.
de: Helle Bereiche laufen in ihre Umgebung aus.
es: Las zonas luminosas se derraman sobre lo que las rodea.
fr: Les zones lumineuses débordent sur ce qui les entoure.
it: Le zone luminose sbordano su ciò che le circonda.
sv: Ljusa partier blöder ut i det som omger dem.

source: Brightness by saturation. Lowering the right darkens the most colorful areas and leaves neutrals alone.
de: Helligkeit nach Sättigung. Die rechte Seite abzusenken dunkelt die farbigsten Bereiche ab und lässt Neutraltöne unberührt.
es: Brillo según la saturación. Bajar la derecha oscurece las zonas más coloridas y deja intactos los neutros.
fr: Luminosité en fonction de la saturation. Baisser la droite assombrit les zones les plus colorées et laisse les neutres intacts.
it: Luminosità in base alla saturazione. Abbassare la destra scurisce le aree più colorate e lascia intatti i neutri.
sv: Ljusstyrka efter mättnad. Att sänka höger sida gör de mest färgstarka partierna mörkare och lämnar neutrala toner i fred.

source: Brightness of one color. Pick a hue, then drag down to darken it — a deeper sky, for instance.
de: Helligkeit einer einzelnen Farbe. Wähle einen Farbton und zieh nach unten, um ihn abzudunkeln — für einen tieferen Himmel zum Beispiel.
es: Brillo de un solo color. Elige un tono y arrastra hacia abajo para oscurecerlo: un cielo más profundo, por ejemplo.
fr: Luminosité d'une seule couleur. Choisissez une teinte, puis faites glisser vers le bas pour l'assombrir — un ciel plus profond, par exemple.
it: Luminosità di un singolo colore. Scegli una tonalità, poi trascina verso il basso per scurirla: un cielo più profondo, per esempio.
sv: Ljusstyrkan i en enda färg. Välj en nyans och dra nedåt för att göra den mörkare — till exempel en djupare himmel.
